	/* Localized DisplayNames for your custom metadata attributes */
	/* The form is:  "myMetadataKey" = "My Metadata Key";    */
	/* The name on the left is the name defined in schema.xml */
	/* The name on the right is what the user will see */
	"public_forth_source" = "Forth Source File";


	/* Localized Description of you custom metadata attributes */
	/* The form is: "myMetadataKey.Description" = "stuff";
	/* com_apple_forth_source_file should be definded in the schema.xml file  */
	 /* The value on the right will be displayed by the Finder etc.. */
	"public_forth_definitions" = "Forth Source File Definitions"; */
